[Public]
Object=(Name=XWebAdmin.ROOstSkin,Class=Class,MetaClass=XWebAdmin.WebSkin)

[ROOstSkin]
DisplayName="Стандартный Killing Floor"

[UTServerAdmin]
Accept="Применить"
Deny="Отказать"
Update="Обновить"
Custom="Пользовательские"
Error="Ошибка"
NoneText="Нет"
SwitchText="Переключить"
DeleteText="Удалить"
NewText="Создать"
Edit="Изменить"
WaitTitle="Подождите..."
MapChanging="Сервер переключает карты. Подождите, это займет 10-15 секунд."
MapChangingTo="Сервер загружает карту '%MapName%'. Подождите, это займет 10-15 секунд."
AccessDeniedText="Доступ закрыт"
ErrorAuthenticating="Ошибка аутентификации!"
NoPrivs="У вас недостаточно прав для просмотра этой страницы."
LoadingGames="Загрузка типов игры"
LoadingMaps="Загрузка карт"
Initialized="Класс %class% инициализирован, порт %port%"

[WebSkin]
DisplayName="Оформление"

[xWebQueryAdmins]
NoteUserHomePage="Управление администраторами и группами"
NoteAccountPage="При необходимости вы можете сменить пароль, а также посмотреть, какие права предоставлены вам менеджером."
NoteUserAddPage="Как администратор данного сервера, вы можете назначать новых администраторов и предоставлять им различные права. Выдавайте администраторам такие пароли, которые сложно подобрать."
NoteUserEditPage="Как администратор этого сервера, вы можете редактировать данные и права другого администратора."
NoteUsersBrowsePage="Другие администраторы, права которых и участие в группах вы можете изменять."
NoteGroupAddPage="Создав новую группу, можно предоставить ее участникам-администраторам одни и те же права."
NoteGroupEditPage="Укажите права, которые будут предоставлены участникам этой группы. Вы можете распоряжаться только правами, доступными вам самим."
NoteGroupsBrowsePage="Здесь показаны группы, которыми можно управлять. Чтобы внести изменения, щелкните название группы."
NoteGroupAccessPage="Здесь можно выбрать группу для администратора. От этого будут зависеть его права."
NoteMGroupAccessPage="Здесь можно выбрать группы, которыми будет управлять администратор. Он сможет включать в эти группы других администраторов."
NameText="Имя"
Deleting="удаление"
Group="группа"
Groups="Группы"
User="пользователь"
Modify="изменение"
Managed="Менеджер: "
Privileges="Права"
SecurityLevel="Уровень доступа"
AdminPageTitle="Управление администраторами и группами"
AdminHomeTitle="Домашняя страница администратора"
AdminAccountTitle="Учетная запись"
BrowseUsersTitle="Поиск пользователей"
BrowseGroupsTitle="Поиск групп"
AddUserTitle="Добавить нового администратора"
AddUserButton="Добавить администратора"
AddGroupTitle="Добавить новую группу администраторов"
AddGroupButton="Добавить группу"
EditUserTitle="Сменить администратора"
EditUserButton="Сменить администратора"
EditGroupTitle="Сменить группу администраторов"
EditGroupButton="Сменить группу"
ModifyUserGroup="Сменить группу на"
ModifyMUserGroup="Сменить группу с менеджером на"
UserRemoved="Пользователь '%UserName%' удален!"
GroupRemoved="Группа '%GroupName%' удалена!"
AdminNotFound="Администратор не найден"
GroupNotFound="Группа не найдена"
PrivTitle="Недостаточно прав"
NoneText="*** Нет ***"
NoneItemText="** В списке нет объекта %Item%s **"
PasswordError="Неверные символы в пароле или недостаточная длина пароля."
InsufficientPrivs="Ваших прав недостаточно для действия ''%Action%'' с объектом %Item%."
InvalidItem="Указано неверное название для %Item%!"
InvalidCharacters="Неверные символы в названии %Item%!"
NameExists="Нужно указать уникальное имя"
YouMustSelect="Выберите"
DoesNotExist="Выбранный объект (%Item%) не существует!"
CouldNotCreate="Ошибка создания:"
NegSecLevel="Ошибка: слишком низкий уровень доступа!"
CannotAssignHigher="Нельзя присвоить более высокий уровень доступа, чем у вас"
CannotAssignPrivs="Нельзя распоряжаться правами"

[xWebQueryCurrent]
BadGameType="Тип игры не поддерживается"
CurrentLinks[0]="Текущая игра"
CurrentLinks[1]="Список игроков"
CurrentLinks[2]="Консоль сервера"
CurrentLinks[3]="Модификации"
CurrentLinks[4]="Перезапустить карту"
NoBotsTitle="Боты недоступны"
KickButtonText[0]="Исключить"
KickButtonText[1]="Запретить"
KickButtonText[2]="Исключить/запретить"
NoPlayersConnected="** Игроки не подключены **"
SelectedMutators="Выбранные модификации"
PickMutators="Выберите модификации"
GameTypeUnsupported="Тип игры ''%GameType%'' не использует стандартных ботов."
NoBots="Нельзя добавлять ботов, если включена система глобальной статистики."
Added="добавлен."
Removed="удален."
BotStatus="бот %Action%"
SingleBotStatus="бот %Action%"
ConsoleUserlist="Через веб-консоль администрирования нельзя изменить учетные записи администратора/группы или получить сведения о них. Действие занесено в файл отчета."
NoteGamePage="Просматривать и выбирать карты других типов можно с помощью раскрывающегося списка. Выбор карт карт других типов приведет к автоматической смене типа игры на сервере."
NotePlayersPage="Чтобы увидеть глобальные идентификаторы подключенных игроков, измените значение параметра bBanbyID в разделе [Engine.AccessControl] ini-файла на ''True''/''истина''. Ботам нельзя запретить доступ к игре."
NoteConsolePage="Для связи с другими игроками введите текстовое сообщение и нажмите кнопку ''Отправить''. Для управления сервером можно использовать консольные команды. Сообщения (за исключением командных) показаны в окне журнала."
NoteMutatorsPage="Выберите модификации, которые будут использованы после команды Restart Server Link"
NoteBotsPage="Добавлять ботов можно только после начала игры. Добавление ботов неблагоприятно влияет на параметр MinPlayers, поэтому его значение может измениться. Если система глобальной статистики включена, ботов можно добавлять, только если они уже есть в игре."

[xWebQueryDefaults]
DefaultsMapsLink="Карты"
DefaultsIPPolicyLink="Права доступа"
DefaultsRestartLink="Перезапуск уровня"
IDBan="(Глобальный запрет)"
DefaultsVotingGameConfigLink="Конфигурация голосования"
ActiveMapNotFound="Активная карта не найдена: "
InactiveMapNotFound="Неактивная карта не найдена: "
CannotModify="** В этом разделе нельзя менять параметры **"
NoteMapsPage="Чтобы сохранить изменения в пользовательском списке карт, нажмите кнопку ''Сохранить''. Чтобы сервер использовал этот список карт, нажмите кнопку ''Использовать''."
NoteRulesPage="На этой странице можно настроить параметры игры. Некоторые параметры влияют более чем на один тип игры."
NotePolicyPage="Все, кому запретили доступ к игре, добавляются в этот список. Добавлять запреты вручную можно только по IP-адресам."
NoteVotingGameConfigPage="На этой странице можно настроить голосование по вопросам смены карты."
NoteSandboxPage="На этой странице изменения вступают в силу, когда длительность игры установлена на - Пользовательску. Однако это отключает развитие навыков."
NoteGamePage="<b>ВНИМАНИЕ: Установка длительности игры на 'Пользовательскую' отключает развитие навыков.</b> Однако, это необходимо для использования настроек режима 'Песочница'"
